Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/limesurvey-tm.tmx
Source language: en
Languages: ca_es

source: Get the default location using the user's IP address?
ca_es: Voleu obtenir la localització predeterminada mitjançant l'adreça IP?

source: IP as default location
ca_es: IP com a ubicació per defecte

source: Default coordinates of the map when the page first loads. Format: latitude [space] longtitude
ca_es: Coordenades predeterminades del mapa quan es carrega la pàgina per primera vegada. Format: latitut [espai] longitut

source: Default position
ca_es: Posició per defecte

source: Map zoom level
ca_es: Nivell de zoom del mapa

source: Zoom level
ca_es: Nivell de zoom

source: Hide the tip that is normally shown with a question
ca_es: Amagar l'ajuda que normalment es mostra amb les preguntes

source: Hide tip
ca_es: Amagar ajuda

source: Hide this question at any time. This is useful for including data using answer prefilling.
ca_es: Amagar sempre aquesta pregunta. Això és útil per a introduir dades usant pre-ompliment de respostes.

source: Always hide this question
ca_es: Amagar aquesta pregunta sempre

source: Limit the number of possible answers
ca_es: Limitar el nombre de respostes

source: Maximum answers
ca_es: Respostes màximes

source: Maximum sum value of multiple numeric input
ca_es: Màxim valor de la suma de múltiples entrades numèriques

source: Maximum sum value
ca_es: Valor màxim de la suma

source: Maximum value of the numeric input
ca_es: Valor màxim de l'entrada numeral

source: Maximum value
ca_es: Valor màxim

source: Maximum characters allowed
ca_es: Nombre màxim de caràcters permès

source: Maximum characters
ca_es: Nombre màxim de caràcters

source: Ensure a minimum number of possible answers (0=No limit)
ca_es: Assegurar un nombre mínim de respostes possibles (0=Sense límit)

source: Minimum answers
ca_es: Nombre mínim de respostes

source: The sum of the multiple numeric inputs must be greater than this value
ca_es: La suma dels mútiples camps numérics ha de ser més gran que aquest valor

source: Minimum sum value
ca_es: Valor mínim de la suma

source: Minimum value of the numeric input
ca_es: Valor mínim de l'entrada numèrica

source: Minimum value
ca_es: Valor mínim

source: Maximum value for array(mult-flexible) question type
ca_es: Valor màxim pel tipus de pregunta matriu (etiquetes flexibles)

source: Minimum value for array(multi-flexible) question type
ca_es: Valor mínim per al tipus de pregunta matriu(multi-flexible)

source: Step value
ca_es: Valor del pas

source: Use checkbox layout
ca_es: Utilitzar el disseny de les caixes de selecció

source: Checkbox layout
ca_es: Disseny de les caixes de selecció

source: Present answer options in reverse order
ca_es: Mostra les opcions de resposta en ordre invers

source: Reverse answer order
ca_es: Ordre de les respostes invers

source: Restrict input to integer values
ca_es: Restringir entrada a valors enters

source: Integer only
ca_es: Només enters

source: Allow only numerical input
ca_es: Només permetre entrada numèrica

source: Numbers only
ca_es: Només números

source: Rows
ca_es: Files

source: Columns
ca_es: Columnes

source: Both rows and columns
ca_es: Tant les files com les columnes

source: Show totals for either rows, columns or both rows and columns
ca_es: Mostra els totals per files o columnes o tant per files com per columnes

source: Show totals for
ca_es: Mostra els totals per

source: Show grand total for either columns or rows
ca_es: Mostra el total ja sigui per columnas o files

source: Show grand total
ca_es: Mostra el total

source: Present as text input boxes instead of dropdown lists
ca_es: Usar caixes d'entrada de text enlloc de llistes de selecció desplegables

source: Text inputs
ca_es: Entrades de text

source: Make the 'Other:' comment field mandatory when the 'Other:' option is active
ca_es: Fer que el camp de comentari de l'opció de resposta 'Altre/-s:' sigui obligatori quan aquesta opció estigui marcada.

source: 'Other:' comment mandatory
ca_es: Comentari obligatori per a la opció 'Altres:'

source: Allow only numerical input for 'Other' text
ca_es: Només permetre entrada numèrica per 'Altres'

source: Numbers only for 'Other'
ca_es: Només números per 'Altres'

source: Replaces the label of the 'Other:' answer option with a custom text
ca_es: Reemplaça l'etiqueta de l'opció de resposta 'Altre/-s:' amb un text personalitzat

source: Label for 'Other:' option
ca_es: Etiqueta per a la opció 'Altres:'

source: Insert a page break before this question in printable view by setting this to Yes.
ca_es: Introdueix un salt de pàgina abans de la pregunta a la versió imprimible establint el valor a Sí.

source: Insert page break in printable view
ca_es: Introduir un salt de pàgina a la versió imprimible

source: Add a prefix to the answer field
ca_es: Afegir un prefix al camp de la resposta

source: Answer prefix
ca_es: Prefix de la resposta

source: In the printable version replace the relevance equation with this explanation text.
ca_es: A la versió imprimibles, reemplaça la equació de rellevància amb aquest text d'explicació.

source: Relevance help for printable survey
ca_es: Ajuda rellevant per l'enquesta imprimible

source: Show statistics of this question in the public statistics page
ca_es: Mostrar estadístiques d'aquesta pregunta a la pàgina d'estadístiques públiques

source: Show in public statistics
ca_es: Mostrar a les estadístiques públiques

source: Randomize on each page load
ca_es: Aleatori cada vegada que es carrega una pàgina

source: Present subquestions/answer options in random order
ca_es: Mostrar les opcions de les subpreguntes/respostes en ordre aleatori

source: Random order
ca_es: Ordre aleatori

source: Show javascript alert
ca_es: Mostra alerta javascript

source: Show an alert if answers exceeds the number of max answers
ca_es: Mostra una alerta si les respostes exedeixen del número màxim de respostes

source: Same height for all choice
ca_es: La mateixa altura per totes les opcions

source: Force each choice to have the same height
ca_es: Obliga a que cada opció tingui la mateixa altura

source: Same height for lists
ca_es: Mateixa altura per les llistes

source: Force the choice list and the rank list to have the same height
ca_es: Obliga a que cada opció de la llista i del rànquing tinguin la mateixa altura

source: Get order from previous question
ca_es: Obté l'ordre de la pregunta anterior

source: Enter question ID to get subquestion order from a previous question
ca_es: Introduir l'ID de pregunta per obtenir una comanda de subpregunta d'una pregunta anterior

source: Slider
ca_es: Selector lliscant

source: Use slider layout
ca_es: Utilitza disseny lliscant

source: Slider minimum value
ca_es: Valor mínim del selector lliscant

source: Slider maximum value
ca_es: Valor màxim del selector lliscant

source: Slider accuracy
ca_es: Precisió del selector lliscant

source: Slider initial value
ca_es: Valor inicial del selector lliscant

source: The handle is displayed at the middle of the slider (this will not set the initial value)
ca_es: El mànec es mostra a la meitat de la barra de desplaçament (això no estableix el valor inicial)

source: Slider starts at the middle position
ca_es: El selector lliscant comença a la posició del mig

source: Yes - stars
ca_es: Si - estrelles

source: Yes - slider with emoticon
ca_es: Si - diapositiva amb emoticona

source: Display min and max value under the slider
ca_es: Mostrar els valors mínim i màxim a sota del deslliçador

source: Display slider min and max value
ca_es: Mostrar els valors mínim i màxim del deslliçador

source: Answer|Left-slider-text|Right-slider-text separator character
ca_es: Caràcter de separació de Resposta|Text-deslliçador-esquerre|Text-deslliçador-dret

source: Slider left/right text separator
ca_es: Separador de text del deslliçador esquerre/dret

source: Add a suffix to the answer field
ca_es: Afegir un sufix al cap de resposta

source: Answer suffix
ca_es: Sufix de la resposta

source: Width of text input box
ca_es: Amplada de la caixa d'entrada de text

source: Input box width
ca_es: Amplada de l'entrada de text

source: Present dropdown control(s) instead of list of radio buttons
ca_es: Presentar control(s) desplegables en lloc de una llista de botons

source: Use dropdown presentation
ca_es: Utilitzar presentació desplegable

source: For list dropdown boxes, show up to this many rows
ca_es: Per a les llistes desplegables, presenta a aquests registres

source: Height of dropdown
ca_es: Alçada de la llista desplegable

source: Order - like 3)
ca_es: Ordre - per exemple, 3)

source: Accelerator keys for list items
ca_es: Tecles d'acceleració pels elements de la llista

source: Prefix for list items
ca_es: Prefix pels elements de llista

source: Scale
ca_es: Escala

source: Set a specific SPSS export scale type for this question
ca_es: Especificar un tipus d'escala de l'exportació a SPSS per a aquesta pregunta

source: SPSS export scale type
ca_es: Tipus d'escala de l'exportació a SPSS

source: Replace choice header (default: "%s")
ca_es: Reemplaça la capçalera d'opció (per defecte: "%s")

source: Choice header
ca_es: Trieu capçalera

source: Replace rank header (default: "%s")
ca_es: Reemplaça el rànquing de capçalera (per defecte: "%s")

source: Rank header
ca_es: Rànquing de capçalera

source: Timer
ca_es: Temporitzador

source: Limit time to answer question (in seconds)
ca_es: Termini per a respondre la pregunta (en segons)

source: Time limit
ca_es: Temps límit

source: Warn and move on
ca_es: Avisar i continuar

source: Move on without warning
ca_es: Continuar sense avís

source: Disable only
ca_es: Només deshabilitar

source: Action to perform when time limit is up
ca_es: Acció a dur a terme quan finalitzi el termini

source: Time limit action
ca_es: Acció de fi de termini

source: Disable the next button until time limit expires
ca_es: Deshabilitar el botó 'següent' fins que expiri el termini

source: Time limit disable next
ca_es: Termini deshabilita 'següent'

source: Disable the prev button until the time limit expires
ca_es: Deshabilitar el botó 'anterior' fins que expiri el termini

source: Time limit disable prev
ca_es: Termini desactivar anterior

source: The text message that displays in the countdown timer during the countdown
ca_es: El missatge que es mostra al rellotge de compte enrere durant el compte enrere

source: Time limit countdown message
ca_es: Missatge de compte enrere

source: CSS Style for the message that displays in the countdown timer during the countdown
ca_es: Estil CSS per al missatge que es mostra al rellotge del compte enrere durant el compte enrere

source: Time limit timer CSS style
ca_es: Estil CSS per al rellotge de compte enrere

source: Display the 'time limit expiry message' for this many seconds before performing the 'time limit action' (defaults to 1 second if left blank)
ca_es: Número de segons que es mostra el 'missatge d'expiració de termini' abans d'executar l' 'acció de fi de termini' (si es deixa buit: 1 segon)

source: Time limit expiry message display time
ca_es: Temps que es mostra el missatge d'expiració de termini

source: The message to display when the time limit has expired (a default message will display if this setting is left blank)
ca_es: Missatge a mostrar quan expiri el termini (si es deixa en blanc, es mostra un missatge per defecte)

source: Time limit expiry message
ca_es: Missatge d'expiració de compte enrere

source: CSS style for the 'time limit expiry message'
ca_es: Estil CSS del 'missatge d'expiració de termini'

source: Time limit message CSS style
ca_es: Estil CSS del missatge de termini

source: Display a 'time limit warning' when there are this many seconds remaining in the countdown (warning will not display if left blank)
ca_es: Moment (número de segons restants) en què es mostra un 'avís de termini'. Si es deixa en blanc, no es mostra l'avís.

source: 1st time limit warning message timer
ca_es: Temps per mostrar per primera vegada el missatge d'avís de temporitzador

source: The 'time limit warning' will stay visible for this many seconds (will not turn off if this setting is left blank)
ca_es: Número de segons que es mostra l' 'avís de termini' (si es deixa en blanc, NO es deshabilita)

source: 1st time limit warning message display time
ca_es: Temps per mostrar per primera vegada el missatge d'avís de temps

source: The message to display as a 'time limit warning' (a default warning will display if this is left blank)
ca_es: Missatge a mostrar com a 'avís de termini' (si es deixa en blanc, es mostrarà un avís per defecte)

source: 1st time limit warning message
ca_es: Temps per mostrar per primera vegada el missatge d'avís

source: CSS style used when the 'time limit warning' message is displayed
ca_es: L'estil CSS que s'usarà quan es mostri l' 'avís de termini'

source: 1st time limit warning CSS style
ca_es: Temps per mostrar per primera vegada el missatge d'avís d'estil CSS

source: Display the 2nd 'time limit warning' when there are this many seconds remaining in the countdown (warning will not display if left blank)
ca_es: Moment (número de segons restants) en què es mostra el 2n 'avís de termini'. Si es deixa en blanc, no es mostra l'avís.

source: 2nd time limit warning message timer
ca_es: Temps per mostrar per segona vegada el missatge d'avís de temporitzador

source: The 2nd 'time limit warning' will stay visible for this many seconds (will not turn off if this setting is left blank)
ca_es: Temps que es mostra el 2n avís de termini (si es deixa en blanc, NO es deshabilita)

source: 2nd time limit warning message display time
ca_es: Temps per mostrar per segona vegada el missatge d'avís de temporitzador

source: The 2nd message to display as a 'time limit warning' (a default warning will display if this is left blank)
ca_es: Text del 2n missatge a mostrar com a 'avís de termini' (si es deixa en blanc, es mostra un avís per defecte)

source: 2nd time limit warning message
ca_es: Temps per mostrar per segona vegada el missatge d'avís

source: CSS style used when the 2nd 'time limit warning' message is displayed
ca_es: Estil CSS usat quan es mostra el segon missatge d' 'avís de límit de temps'

source: 2nd time limit warning CSS style
ca_es: Temps per mostrar per segona vegada el missatge d'avís d'estil CSS

source: Specify a custom date/time format (the <i>d/dd m/mm yy/yyyy H/HH M/MM</i> formats and "-./: " characters are allowed for day/month/year/hour/minutes without or with leading zero respectively. Defaults to survey's date format
ca_es: Especifica un format de data/hora personalitzat (es permet els formats <i>d/dd m/mm aa/aaaa H/HH M/MM</i> i els caràcters "-./: " per a dia/mes/any/hora/minuts amb o sense zero no significatiu respectivament. Predeterminats al format de data de l'enquesta

source: Date/Time format
ca_es: Format de la data/temps

source: Minute step interval when using select boxes
ca_es: Interval en minuts quan s'utilitzin les caixes de selecció

source: Minute step interval
ca_es: Interval en minuts

source: Short names
ca_es: Nom curt

source: Full names
ca_es: Nom complet

source: Numbers
ca_es: Números

source: Change the display style of the month when using select boxes
ca_es: Modifiqueu l'estil de visualització del mes quan utilitzeu les caselles de selecció

source: Month display style
ca_es: Tipus de desplegament dels mesos

source: File metadata
ca_es: Fitxer de metadades

source: Is the participant required to give a title to the uploaded file?
ca_es: Cal que el participant doni un títol a l'arxiu carregat?

source: Show title
ca_es: Mostra títol

source: Is the participant required to give a comment to the uploaded file?
ca_es: Cal que el participant faci un comentari a l'arxiu carregat?

source: Show comment
ca_es: Mostra comentari

source: The participant cannot upload a single file larger than this size
ca_es: El participant no pot carregar un arxiu sol que superi aquest tamany

source: Maximum file size allowed (in KB)
ca_es: Pes màxim permès de l'arxiu (en KB)

source: Maximum number of files that the participant can upload for this question
ca_es: Quantitat màxima d'arxius que el participant pot carregar per a aquesta pregunta

source: Max number of files
ca_es: Nombre màxim d'arxius

source: Minimum number of files that the participant must upload for this question
ca_es: Quantitat mínima d'arxius que el participant pot carregar per a aquesta pregunta

source: Min number of files
ca_es: Nombre mínim d'arxius

source: Allowed file types in comma separated format. e.g. pdf,doc,odt
ca_es: Tipus d'arxius permesos separats per comes, p.ex. pdf,doc,odt

source: Allowed file types
ca_es: Tipus d'arxiu permesos

source: Place questions into a specified randomization group, all questions included in the specified group will appear in a random order
ca_es: Fes preguntes a un grup aleatori específic, totes les preguntes incloses en el grup específic apereixeran en ordre aleatori

source: Randomization group name
ca_es: Nom de grup aleatòri

source: Is no answer (missing) allowed when either 'Equals sum value' or 'Minimum sum value' are set?
ca_es: No hi ha resposta (pendent) permesa quan "Igual al valor de la suma' o "Valor mínim de la suma" estàn definits?

source: Value range allows missing
ca_es: El valor del rang permet el valor 'buit'

source: Email was not sent because demo-mode is activated.
ca_es: No s'ha enviat l'e-mail perquè està activat el mode de demostració.

source: SMTP debug output:
ca_es: Sortida de depuració de STMP:

source: Language code
ca_es: Codi de llengua

source: Invitation sent date
ca_es: Data d'enviament de la invitació

source: Last reminder sent date
ca_es: Data d'enviament del darrer recordatori

source: Total numbers of sent reminders
ca_es: Nombre total de recordatoris enviats

source: Access denied!
ca_es: Accés denegat!

source: You are not allowed dump the database!
ca_es: No està autoritzat a fer un volcat (dump) de la base de dades!

source: You are not allowed export a label set!
ca_es: No està autoritzat a exportar un conjunt d'etiquetes!

source: You are not allowed to change user data!
ca_es: No està autoritzat a modificar les dades de l'usuari!

source: You are not allowed to create new surveys!
ca_es: No està autoritzat a crear noves enquestes!

source: You are not allowed to delete this survey!
ca_es: No està autoritzat a eliminar aquesta enquesta!

source: You are not allowed to add new questions for this survey!
ca_es: No està autoritzat a afegir noves preguntes en aquesta enquesta!

source: You are not allowed to activate this survey!
ca_es: No està autoritzat a activar aquesta enquesta!

source: You are not allowed to stop this survey!
ca_es: No està autoritzat a sortir d'aquesta enquesta!

source: You are not allowed to add a group to this survey!
ca_es: No està autoritzat a afegir un grup en aquesta enquesta!

source: You are not allowed to order groups in this survey!
ca_es: No està autoritzat a a ordenar els grups en aquesta enquesta!

source: You are not allowed to edit this survey!
ca_es: No està autoritzat a modificar aquesta enquesta!

source: You are not allowed to edit groups in this survey!
ca_es: No està autoritzat a modificar els grups d'aquesta enquesta!

source: You are not allowed to browse responses!
ca_es: No està autoritzat a veure les respostes!

source: You are not allowed to set assessment rules!
ca_es: No està autoritzat a indicar noves regles!

source: You are not allowed to delete this group!
ca_es: No està autoritzat a eliminar aquest grup!

source: You are not allowed to import a survey!
ca_es: No està autoritzat a importar una enquesta!

source: You are not allowed to import a group!
ca_es: No està autoritzat a importar un grup!

source: You are not allowed to to import a question!
ca_es: No està autoritzat a importar una pregunta!

source: Security alert
ca_es: Alerta de seguretat

source: Someone may be trying to use your LimeSurvey session (CSRF attack suspected). If you just clicked on a malicious link, please report this to your system administrator.
ca_es: És possible que s'estigui produint un atac CSRF (Cross-Site Request Forgery): Algú pot estar intentant usar la seva sessió de LimeSurvey usant peticions GET perilloses. Si ha premut un enllaç maliciós, si us plau informi'n l'administrador del seu sistema.

source: Also this problem can occur when you are working/editing in LimeSurvey in several browser windows/tabs at the same time.
ca_es: Aquest problema també es pot donar si està treballant/editant a LimeSurvey des de diferents finestres/pestanyes al mateix temps.

source: You are not allowed to perform this operation!
ca_es: No està autoritzat a realitzar aquesta operació!

source: SQL command failed: %s
ca_es: L´ordre SQL ha fallat: %s

source: Please select at least %s answers
ca_es: Si us plau, escolliu com a mínim %s respostes

source: Please select at least one answer
ca_es: Si us plau, escolliu com a mínim una resposta

source: Please select at most %s answers
ca_es: Si us plau, escolliu com a màxim %s respostes

source: Please select at most one answer
ca_es: Si us plau, escolliu com a màxim una resposta

source: Please select one answer
ca_es: Si us plau, escolliu una resposta

source: Please select %s answers
ca_es: Si us plau, escolliu %s respostes

source: Please select between %s and %s answers
ca_es: Si us plau, escolliu entre %s i %s respostes

source: Each answer must be at least %s
ca_es: Cada resposta ha de ser, com a mínim, %s

source: Each answer must be at most %s
ca_es: Cada resposta ha de ser, com a màxim, %s

source: Each answer must be %s
ca_es: Cada resposta ha de ser %s

source: Each answer must be between %s and %s
ca_es: Cada resposta ha de ser entre %s i %s

source: The sum must be at least %s
ca_es: La suma ha de ser com a mínim %s

source: The sum must be at most %s
ca_es: La suma ha de ser com a màxim %s

source: The sum must equal %s
ca_es: La suma ha de ser igual a %s

source: The sum must be between %s and %s
ca_es: La suma ha de ser entre %s i %s

source: Please upload at least %s files
ca_es: Pugeu com a mínim %s fitxers

source: Please upload at least one file
ca_es: Pugeu com a mínim un fitxer

source: Please upload at most %s files
ca_es: Pugeu com a màxim %s fitxers

source: Please upload at most one file
ca_es: Pugeu com a màxim un fitxer

source: Please upload one file
ca_es: Pugeu un fitxer

source: Please upload %s files
ca_es: Pugeu %s fitxers

source: Please upload between %s and %s files
ca_es: Pugeu entre %s i %s fitxers

source: The sum must equal %s.
ca_es: La suma ha de ser igual a %s.

source: If you choose '%s' please also specify your choice in the accompanying text field.
ca_es: Si seleccioneu '%s', especifiqueu, si us plau, les vostres raons al espai de text habilitat.

source: Please check the format of your answer.
ca_es: Si us plau, verifiqueu el format de la vostra resposta.

source: Unable to insert record into survey table
ca_es: No es pot afegir un registre a la taula de l'enquesta

source: Error in SQL update
ca_es: Error a la sentència update SQL

source: This question is mandatory
ca_es: Aquesta pregunta és obligatòria

source: Please check at least one item.
ca_es: Si us plau, seleccioni un element com a mínim.

source: Please complete all parts
ca_es: Si us plau, completi totes les parts

source: Please check at least one box per row
ca_es: Si us plau, marqui com a mínim una casella per fila

source: Please rank all items
ca_es: Si us plau, classifiqui tots els elements

source: Invalid question - probably missing sub-questions or language-specific settings for language %s
ca_es: Pregunta no vàlida - probablement heu oblidat configuracions específiques de l'idioma osubpreguntes per l'idioma %s

source: Logic File for Survey #
ca_es: Fitxer de lògica per a l'enquesta #

source: Name [ID]
ca_es: Nom [ID]
